Repository: iskalinov13/iControl-App
Catalog: iControlApp/*.lproj/Localizable.strings
Languages: ru

source: Phone number
ru: Номер телефона

source: Success
ru: Успешно

source: Error
ru: Ошибка

# error.network.msg
source: Server connection error
ru: Ошибка соединения c сервером

# error.serialization.msg
source: Data processing error
ru: Ошибка обработки данных

# error.server.msg
source: An error has occurred, please try again
ru: Произошла ошибка, попробуйте снова

# error.unknown.msg
source: Something went wrong, please try again later
ru: Что-то пошло не так, попробуйте позже

# error.no.data.msg
source: The data could not be read because it is missing
ru: Не удалось прочесть данные, так как они отсутсвуют

# error.empty.required.msg
source: Not all fields are filled
ru: Не все поля заполнены

# error.unauthorized.msg
source: An active account with the specified credentials was not found
ru: Активная учетная запись с указанными учетными данными не найдена

# error.password.verification.msg
source: The password you entered is incorrect. Please try again
ru: Введен неверный пароль. Повторитите попытку
